Repository: liborplucnar/shopsys
Catalog: packages/convertim/src/Resources/translations/messages.*.po
Languages: cs

source: Adyen (Convertim only)
cs: Adyen (pouze Convertim)

source: Balikovna (Convertim only)
cs: Balíkovna (pouze Convertim)

source: Cash on delivery (Convertim only)
cs: Dobríka (pouze Convertim)

source: Comgate (Convertim only)
cs: Comgate (pouze Convertim)

source: DPD (Czechia) (Convertim only)
cs: DPD (Česko) (pouze Convertim)

source: DPD (Slovakia) (Convertim only)
cs: DPD (Slovensko) (pouze Convertim)

source: Essox (Convertim only)
cs: Essox (pouze Convertim)

source: Item {{ name }} can no longer be bought.
cs: Položku {{ itemName }} již nelze zakoupit.

source: Item {{ name }} has been sold out.
cs: Položka {{ name }} byla vyprodána.

source: PPL (Convertim only)
cs: PPL (pouze Convertim)

source: PayPal (Convertim only)
cs: PayPal (pouze Convertim)

source: Promo code
cs: Slevový kupón

source: QR (Convertim only)
cs: QR (pouze Convertim)

source: Stripe (Convertim only)
cs: Stripe (pouze Convertim)

source: The payment you selected is no longer available.
cs: Platba, kterou jste si zvolili, již není dostupná.

source: The price of item {{ name }} has changed.
cs: Cena položky {{ name }} se změnila.

source: The price of the payment you selected has changed.
cs: Cena platby, kterou jste si zvolili, se změnila.

source: The price of the transport you selected has changed.
cs: Cena dopravy, kterou jste si zvolili, se změnila.

source: The product {{ name }} is not available.
cs: Produkt {{ name }} není dostupný.

source: The promo code {{ code }} is no longer applicable.
cs: Slevový kupón {{ code }} již nelze uplatnit.

source: The quantity of item {{ name }} has changed.
cs: Množství položky {{ name }} se změnilo.

source: The store you selected is no longer available.
cs: Prodjena, kterou jste zvolili, již není dostupná.

source: The transport you selected is no longer available.
cs: Doprava, kterou jste si zvolili, již není dostupná.

source: TrustPay (Convertim only)
cs: TrustPay (pouze Convertim)

source: You have exceeded the weight limit of the selected transport.
cs: Přesáhli jste váhový limit vámi zvolené dopravy.
